lab5/f2014.org
#+latex_class: cn-article
#+LATEX_HEADER: \usepackage{CJKutf8}
#+LATEX_HEADER: \begin{CJK}{UTF8}{gbsn}
#+latex_header: \lstset{language=c++,numbers=left,numberstyle=\tiny,basicstyle=\ttfamily\small,tabsize=4,frame=none,escapeinside=``,extendedchars=false,keywordstyle=\color{blue!70},commentstyle=\color{red!55!green!55!blue!55!},rulesepcolor=\color{red!20!green!20!blue!20!}}
#+title: Fall 2014 Schedule我是中国人
#+author: Heyan Huang

"\usepackage{xeCJK}"
"\setCJKmainfont{SimSun}"
"\usepackage{zhfontcfg}"

|----------------+---------------+---------------+-------------+---------------+---------------|
| Time           | Monday        | Tuesday       | Wednesday   | Thursday      | Friday        |
| CSAC Hours     | 1.5 +1+1 =3.5 | 0 +1.5+1 =2.5 | 1.5 +1.5 =3 | 1             | 1.5 +2.5+2 =6 |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 8:00-8:30 am   | CSAC Matt     |               | CSAC Alex   |               | CSAC          |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 8:30-9:00 am   | CSAC Matt     |               | CSAC Alex   |               | CSAC Brandon  |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 9:00-9:30 am   | CSAC Matt     |               | CSAC Alex   |               | CSAC Brandon  |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 9:30-10:30 am  | CS449         |               | CS449       |               | CS449         |
|                | JEB025        |               | JEB025      |               | JEB025        |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 10:30-11:00 am | CSAC Xin      |               |             |               | CSAC Brandon  |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 11:00-11:30 pm | CSAC Xin      | CSAC Matt     |             |               | CSAC Brandon  |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 11:30-12:30 pm |               | CSAC Matt     |             | CSACm         | CSAC Josh     |
|                |               |               |             |               |               |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 12:30-1:00 pm  |               | CS120 JEB 321 |             | CS120 JEB 321 | CSAC Anup     |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 1:00-1:30 pm   |               | CS120 JEB 321 |             | CS120 JEB 321 |               |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 1:30-2:30 pm   | CSAC Anup     | CS120 JEB 321 | CS480 OH    | CS120 JEB 321 | CS580         |
|                |               |               |             |               |               |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 2:30-3:00 pm   | CS499 OH      | CSAC John     |             | CS499 OH      |               |
|----------------+---------------+---------------+-------------+---------------+---------------|
| 3:00-3:30 pm   | CS499 OH      | CSAC John     |             | CS499 OH      | CSAC Anup     |
|----------------+---------------+---------------+-------------+---------------+---------------|
|                | CS499         |               |             |               | CSAC Anup     |
| 3:30-5:00 pm   |               | CS480         | CSAC Matt   | CS480         | CSAC John     |
|                | CS499         |               |             |               |               |
|----------------+---------------+---------------+-------------+---------------+---------------|
