lab5/f2014.tex
% Created 2014-10-02 Thu 19:22
\documentclass[9pt,b5paper]{article}
\usepackage{graphicx}
\usepackage{xcolor}
\usepackage{xeCJK}
\usepackage{longtable}
\usepackage{float}
\usepackage{textcomp}
\usepackage{geometry}
\geometry{left=0cm,right=0cm,top=0cm,bottom=0cm}
\usepackage{multirow}
\usepackage{multicol}
\usepackage{listings}
\usepackage{algorithm}
\usepackage{algorithmic}
\usepackage{latexsym}
\usepackage{natbib}
\usepackage{fancyhdr}
\usepackage[xetex,colorlinks=true,CJKbookmarks=true,linkcolor=blue,urlcolor=blue,menucolor=blue]{hyperref}


\usepackage{CJKutf8}
\begin{CJK}{UTF8}{gbsn}
\lstset{language=c++,numbers=left,numberstyle=\tiny,basicstyle=\ttfamily\small,tabsize=4,frame=none,escapeinside=``,extendedchars=false,keywordstyle=\color{blue!70},commentstyle=\color{red!55!green!55!blue!55!},rulesepcolor=\color{red!20!green!20!blue!20!}}
\author{Heyan Huang}
\date{\today}
\title{Fall 2014 Schedule我是中国人}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.3.1 (Org mode 8.2.7c)}}
\begin{document}

\maketitle
\tableofcontents

"\usepackage{xeCJK}"
"\setCJKmainfont{SimSun}"
"\usepackage{zhfontcfg}"

\begin{center}
\begin{tabular}{llllll}
\hline
Time & Monday & Tuesday & Wednesday & Thursday & Friday\\
CSAC Hours & 1.5 +1+1 =3.5 & 0 +1.5+1 =2.5 & 1.5 +1.5 =3 & 1 & 1.5 +2.5+2 =6\\
\hline
8:00-8:30 am & CSAC Matt &  & CSAC Alex &  & CSAC\\
\hline
8:30-9:00 am & CSAC Matt &  & CSAC Alex &  & CSAC Brandon\\
\hline
9:00-9:30 am & CSAC Matt &  & CSAC Alex &  & CSAC Brandon\\
\hline
9:30-10:30 am & CS449 &  & CS449 &  & CS449\\
 & JEB025 &  & JEB025 &  & JEB025\\
\hline
10:30-11:00 am & CSAC Xin &  &  &  & CSAC Brandon\\
\hline
11:00-11:30 pm & CSAC Xin & CSAC Matt &  &  & CSAC Brandon\\
\hline
11:30-12:30 pm &  & CSAC Matt &  & CSACm & CSAC Josh\\
 &  &  &  &  & \\
\hline
12:30-1:00 pm &  & CS120 JEB 321 &  & CS120 JEB 321 & CSAC Anup\\
\hline
1:00-1:30 pm &  & CS120 JEB 321 &  & CS120 JEB 321 & \\
\hline
1:30-2:30 pm & CSAC Anup & CS120 JEB 321 & CS480 OH & CS120 JEB 321 & CS580\\
 &  &  &  &  & \\
\hline
2:30-3:00 pm & CS499 OH & CSAC John &  & CS499 OH & \\
\hline
3:00-3:30 pm & CS499 OH & CSAC John &  & CS499 OH & CSAC Anup\\
\hline
 & CS499 &  &  &  & CSAC Anup\\
3:30-5:00 pm &  & CS480 & CSAC Matt & CS480 & CSAC John\\
 & CS499 &  &  &  & \\
\hline
\end{tabular}
\end{center}
% Emacs 24.3.1 (Org mode 8.2.7c)
\end{document}